/* 
銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€銆€锛冿純銆€銆€锛冿純銆€銆€銆€锛冦€€銆€銆€
銆€銆€銆€銆€銆€锛冿純锛冦€€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純锛冿純銆€銆€銆€
銆€銆€銆€锛冿純锛冿純锛冦€€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冦€€锛冦€€銆€銆€锛冦€€銆€銆€
銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冦€€锛冿純锛冿純锛冦€€銆€銆€
銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純锛冦€€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純锛冦€€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純锛冿純锛冦€€銆€銆€銆€锛冿純锛冿純锛冿純銆€銆€锛冿純銆€銆€銆€
銆€銆€锛冿純锛冿純锛冿純銆€锛冦€€銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€锛冿純銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純銆€銆€銆€銆€銆€銆€銆€锛冿純銆€锛冿純锛冿純锛冿純锛冦€€銆€銆€
銆€銆€銆€銆€锛冿純銆€銆€銆€锛冦€€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冦€€锛冦€€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純锛冿純銆€锛冿純銆€銆€
銆€銆€銆€锛冿純锛冿純銆€锛冿純銆€锛冿純銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€锛冿純锛冿純锛冿純銆€锛冿純锛冿純銆€銆€
銆€銆€銆€锛冿純锛冿純锛冿純锛冦€€锛冿純銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€锛冿純銆€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€锛冦€€銆€銆€锛冦€€銆€銆€銆€锛冿純锛冿純锛冿純銆€锛冿純銆€銆€銆€銆€
銆€銆€锛冿純锛冿純锛冿純锛冦€€銆€锛冿純銆€銆€銆€銆€銆€銆€锛冿純銆€锛冿純銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€锛冦€€銆€銆€锛冿純銆€銆€銆€锛冿純銆€銆€锛冿純銆€锛冿純锛冦€€銆€銆€
銆€銆€銆€銆€銆€銆€锛冿純銆€锛冿純锛冦€€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€锛冿純锛冦€€銆€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€锛冦€€銆€銆€锛冿純銆€銆€銆€锛冿純銆€銆€锛冿純锛冿純锛冿純锛冦€€銆€
銆€銆€銆€銆€銆€锛冿純锛冦€€銆€锛冿純銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€锛冿純锛冦€€銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€锛冿純锛冿純锛冿純銆€銆€銆€锛冿純銆€銆€锛冿純锛冦€€銆€锛冿純锛冦€€
銆€銆€銆€銆€銆€锛冿純銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€銆€銆€锛冦€€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€銆€锛冦€€銆€锛冿純銆€銆€銆€
*鏇存柊鏃堕棿锛�2016-7-20
*鍔ㄥ姏鏃犻檺鎶€鏈儴
/* ----------------------------------------------------------*/

/*Search*/
function SiteSearchkwf(divTgs) {
  var str = $.trim($(divTgs).val());
  if (str.length > 0 && str != "杈撳叆鍏冲仴瀛�") {
    window.location.href = "/search_" + encodeURI($(divTgs).val()) + ".html";
    // window.open( "search_" + encodeURI($(divTgs).val()) + ".html")
  }
  return false;
};

$(function(){
		   	
	//鍥剧墖鏀惧ぇ鏁堟灉 寮€濮�
	
		var imgw = $(".cateslist dd img").width();
		var imgh = $(".cateslist dd img").height();
	$(".cateslist dd").hover(function() {
		$(this).find("img").stop().animate({"width":imgw*1.1,"height":imgh*1.1});
	}, function() {
		$(this).find("img").stop().animate({"width":imgw,"height":imgh});
		
	})
	
	//鍥剧墖鏀惧ぇ鏁堟灉 缁撴潫	
});
